Revit 2023 API
GroupTypeId.Geometry Property
 "Dimensions"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Geometry { get; }
Visual Basic
Public Shared ReadOnly Property Geometry As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Geometry {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace